Repository: hanhdo205/sunshine
Catalog: locales/*/LC_MESSAGES/*.po
Languages: ja_jp, vi_vn

source: Delete post successfull !!!
ja_jp: 記事を削除しました
vi_vn: Đã xóa thành công!

source: Frequently asked questions
ja_jp: FAQ
vi_vn: Các câu hỏi thường gặp

source: User List
ja_jp: ユーザー一覧
vi_vn: Danh sách người dùng

source: User Name
ja_jp: ユーザー名
vi_vn: Tên đăng nhập

source: Master
ja_jp: マスター

source: Member
ja_jp: ユーザー
vi_vn: Người dùng mới

source: Member create
ja_jp: ユーザー新規追加
vi_vn: Tạo thành viên

source: Username can not be blank
ja_jp: ユーザー名を入力してください
vi_vn: Tên người dùng không được để trống

source: Fullname can not be blank
ja_jp: 名前を入力してください
vi_vn: Họ tên không được để trống

source: Email can not be blank
ja_jp: メールアドレスを入力してください
vi_vn: Địa chỉ email không được để trống

source: Please select role
ja_jp: 権限を選択してください
vi_vn: Bạn chưa chọn loại tài khoản

source: Password can not be blank
ja_jp: パスワードを入力してください
vi_vn: Mật khẩu không được để trống

source: Create member success !!!
ja_jp: ユーザー登録しました
vi_vn: Tạo thành công!!!

source: Full name
ja_jp: フルネーム
vi_vn: Tên đầy đủ

source: Add member
ja_jp: ユーザーを追加
vi_vn: Thêm thanh viên

source: Inbox
ja_jp: 受信トレイ
vi_vn: Hộp thư đến

source: Unread
ja_jp: 未読
vi_vn: Chưa xem

source: Read
ja_jp: 既読
vi_vn: Đã xem

source: Access denied
ja_jp: アクセス拒否
vi_vn: Truy cập bị từ chối

source: Operating manual
ja_jp: 操作マニュアル
vi_vn: Hướng dẫn sử dụng

source: Previous
ja_jp: 前へ
vi_vn: Quay lại

source: Next
ja_jp: 次へ
vi_vn: Tiếp theo

source: Page:
ja_jp: ページ
vi_vn: Trang:

source: Orders
ja_jp: 注文一覧
vi_vn: Đặt hàng

source: Search Form
ja_jp: 注文検索
vi_vn: Khung tìm kiếm đơn hàng

source: Search by Order number, Company name, Contact person, Patient etc.
ja_jp: 注文番号、顧客名、担当者名
vi_vn: Tìm kiếm theo mã đặt hàng, tên công ty , người phụ trách, người bệnh ,v.v..

source: Order List
ja_jp: 注文一覧
vi_vn: Danh sách đơn hàng

source: Filter by shipping date from
ja_jp: 納品日でフィルターする。
vi_vn: Lọc theo ngày giao hàng từ

source: to
ja_jp: へ
vi_vn: đến

source: Filter by order date from
ja_jp: 注文日でフィルターする。
vi_vn: Lọc theo ngày đặt hàng từ

source: Filter by keyword:
ja_jp: 検索条件:
vi_vn: Lọc theo từ khóa:

source: (View all)
ja_jp: (全て見る)
vi_vn: (Xem tất cả)

source: (status are pending)
ja_jp: (本日納品分データ確認待ち)
vi_vn: (trạng thái đang chờ kiểm tra)

source: (priority is high)
ja_jp: お急ぎ対応
vi_vn: (đơn hàng ưu tiên)

source: Orders list
ja_jp: 注文一覧
vi_vn: Danh sách đặt hàng

source: All
ja_jp: 全て
vi_vn: Tất cả

source: Keyword
ja_jp: キーワード
vi_vn: Từ khóa

source: Search by Order number, Company name etc.
ja_jp: 注文番号、顧客名
vi_vn: Tìm kiếm theo tên công ty, mã đặt hàng.

source: Date range filter
ja_jp: 期間
vi_vn: Lọc theo ngày

source: Prefix number is not equal
ja_jp: 注文番号が一致していません<br>もう一度アップロードしてください
vi_vn: Tên file không giống , vui lòng kiểm tra lại

source: Order Detail
ja_jp: 注文詳細
vi_vn: Chi tiết đặt hàng

source: Last updated: %s
ja_jp: 公開状況を変更しました：%s
vi_vn: Cập nhật: %s

source: View history update
ja_jp: 更新履歴を見る
vi_vn: Xem lịch sử cập nhật

source: Customer Infomation
ja_jp: 顧客情報
vi_vn: Thông tin khách hàng

source: Choose authorized people
ja_jp: ユーザーを選択してください
vi_vn: Chọn người thực hiện

source: Mark as paid
ja_jp: ファイルダウンロードを許可する
vi_vn: Cho phép tải file về

source: Billing Information
ja_jp: 請求情報
vi_vn: Thông tin thanh toán

source: Paid Date
ja_jp: 支払日
vi_vn: Ngày thanh toán

source: Payment
ja_jp: 請求管理
vi_vn: Quản lí thanh toán

source: Tax
ja_jp: 税
vi_vn: Thuế

source: Total QTY
ja_jp: 合計本数
vi_vn: Số lượng

source: Patient Information
ja_jp: 患者様名
vi_vn: Thông tin bệnh nhân

source: Order Details (#%s)
ja_jp: 製作内容(#%s)
vi_vn: Chi tiết đơn hàng (#%s)

source: Tooth Numbering
ja_jp: 製作部位
vi_vn: Số răng

source: Shipping Request Date
ja_jp: ご希望納期
vi_vn: Yêu cầu ngày chuyển

source: Manufacturing Data
ja_jp: 加工用データ
vi_vn: Dữ liệu gia công

source: Please select the operator person
ja_jp: テクニシャンを選んでください
vi_vn: Vui lòng chọn người phụ trách

source: Expired Date
ja_jp: ダウンロード有効期限
vi_vn: Ngày hết hạn

source: Download this file
ja_jp: CSV一括ダウンロード
vi_vn: Tải file này về máy

source: Shippable Data
ja_jp: 納品データ
vi_vn: Dữ liệu có thể chuyển

source: No file uploaded
ja_jp: ファイルが選択されていません
vi_vn: Chưa chọn file

source: Please download manufacture file
ja_jp: 納品データアップロード待ち
vi_vn: Vui lòng tải file gia công

source: Check it
ja_jp: 再ダウンロード
vi_vn: Kiểm tra

source: Edit
ja_jp: 再アップロード
vi_vn: Sửa

source: Upload
ja_jp: アップロード
vi_vn: Tải lên

source: Upload the final file here
ja_jp: こちらに完成したファイルをアップロードしてください
vi_vn: Tải lên file hoàn thiện

source: Go back to Order List
ja_jp: 注文一覧へ戻る
vi_vn: Trở lại danh sách đặt hàng

source: Delete patient successfull !!!
ja_jp: 患者名を削除しました
vi_vn: Đã xóa thành công!

source: Delete Patient
ja_jp: 患者削除
vi_vn: Xóa bệnh nhân

source: Search Patient
ja_jp: 患者名検索
vi_vn: Tìm kiếm bệnh nhân

source: Patient Code, Patient Name
ja_jp: 患者番号、患者名
vi_vn: Mã bệnh nhân, tên bệnh nhân

source: Patient Registration
ja_jp: 患者名登録
vi_vn: Tạo người bệnh

source: Please enter valid age.
ja_jp: 正しいメールアドレスを入力してください
vi_vn: Vui lòng nhập tuổi hợp lệ.

source: New patient created successfully !!!
ja_jp: 新会員を作成できました
vi_vn: Thêm bệnh nhân thành công !!!

source: Add Patient
ja_jp: 患者様を追加する
vi_vn: Thêm bệnh nhân

source: Accountant-payment
ja_jp: 請求管理
vi_vn: Quản lí thanh toán

source: Unpaid payment
ja_jp: 未入金
vi_vn: Chưa thanh toán

source: Customer name
ja_jp: 顧客名
vi_vn: Tên khách hàng

source: Totals
ja_jp: ご注文金額合計
vi_vn: Tổng cộng

source: Updated
ja_jp: 更新しました。
vi_vn: Cập nhật

source: Please enter number
ja_jp: 番号を入力してください
vi_vn: Vui lòng nhập số

source: Number too big
ja_jp: 入金金額がお支払い金額を超えています
vi_vn: Số tiền nhập quá lớn so với tổng giá trị đơn hàng

source: Payment Status updated!
ja_jp: お支払い状況を更新しました
vi_vn: Đã cập nhật tình trạng thanh toán!

source: Patient: %s <br>
ja_jp: 患者様名:%s <br>
vi_vn: Bệnh nhân: %s <br>

source: Setting
ja_jp: 設定
vi_vn: Cài đặt

source: Language Setting
ja_jp: 言語設定

source: Language was set successfully!
ja_jp: 言語設定を変更しました

source: Main Language
ja_jp: 言語
vi_vn: Ngôn ngữ chính

source: ※ Use for default & message and email
ja_jp: この設定する言語は、WEBサイトの表示、通知メッセージ、送信されるEmailの言語となります。<br>WEBサイトの表示言語を変更するには、一度ログアウトをして再度ログインしてください。

source: Price was set successfully!
ja_jp: 料金設定を変更しました

source: Price
ja_jp: 価格/本

source: Total Pricing
ja_jp: 合計/本

source: Urgent Price setting was set successfully!
ja_jp: お急ぎ対応価格設定を変更しました

source: Price Cost
ja_jp: 価格

source: Admin Email Setting
ja_jp: システム用メール設定

source: Mail was set successfully!
ja_jp: システム用メール設定を変更しました

source: Email address
ja_jp: メールアドレス
vi_vn: Địa chỉ email

source: ※ Use for default admin email
ja_jp: ※デフォルトメールに使用

source: Terms and Conditions
ja_jp: 利用規約の内容

source: Policy was saved successfully!
ja_jp: 利用規約を変更しました

source: Revenue Detail
ja_jp: 売上詳細
vi_vn: Chi tiết doanh thu

source: Billing Month
ja_jp: 請求月
vi_vn: Hóa đơn tháng

source: Amount Billed
ja_jp: 請求額

source: Sales Billing Management Billing Monthly Details
ja_jp: 売上請求管理の詳細

source: Revenue List
ja_jp: 売上一覧
vi_vn: Doanh thu

source: Billing month
ja_jp: 請求月
vi_vn: Hóa đơn tháng

source: Sales Billing Management Billing List
ja_jp: 売上請求管理一覧

source: Use month
ja_jp: 月
vi_vn: Tháng

source: Amount
ja_jp: 金額
vi_vn: Thành tiền

source: Support
ja_jp: サポート
vi_vn: Hỗ trợ

source: If you have any questions , please feel free to get in touch via
ja_jp: もし質問があれば、気軽に連絡してください
vi_vn: Nếu bạn có bất kỳ câu hỏi nào, xin vui lòng liên hệ qua

source: Profile
ja_jp: プロフィール
vi_vn: Hồ sơ

source: User profile
ja_jp: プロフィール
vi_vn: Hồ sơ người dùng

source: <h4 class="alert-heading">Well done!</h4>Profile updated successfully!
ja_jp: <h4 class="alert-heading"></h4>プロフィールを変更しました
vi_vn: <h4 class="alert-heading">Đã xong!</h4>Cập nhật hồ sơ thành công!

source: Select file
ja_jp: ファイル選択
vi_vn: Chọn tập tin

source: Description
ja_jp: 説明
vi_vn: Miêu tả

source: Fullname
ja_jp: フルネーム
vi_vn: Tên đầy đủ

source: Phone number
ja_jp: 電話番号
vi_vn: Số điện thoại

source: Today tasks
ja_jp: 本日のタスク
vi_vn: Công việc hôm nay

source: Today messages
ja_jp: 本日のメッセージ
vi_vn: Tin nhắn hôm nay

source: Same-Day
ja_jp: 普通

source: We look forward to your continued support for VietQuocLab.<br>Contact us<br><a style="color:#5b9bd5" href="mailto:info@vql.jp">info@vql.jp</a></font><br><br>
ja_jp: 今後ともVietQuocLabをよろしくお願いいたします。<br><br>お問い合わせ先<br><a style="color:#5b9bd5" href="mailto:info@vql.jp">info@vql.jp</a></font><br><br>

source: Website URL:
ja_jp: URL
vi_vn: Địa chỉ trang web:

source: Orders List
ja_jp: 注文一覧

source: New Order
ja_jp: 注文入力

source: Customer Manager
ja_jp: 顧客管理

source: Customers List
ja_jp: 顧客一覧

source: New Customer
ja_jp: 新規顧客登録

source: User Manager
ja_jp: ユーザー管理

source: Users List
ja_jp: ユーザー一覧

source: New User
ja_jp: 新規追加

source: Post List
ja_jp: 記事一覧

source: New Post
ja_jp: 新規追加

source: FAQ List
ja_jp: FAQ一覧

source: New FAQ
ja_jp: 新規追加

source: Setting System
ja_jp: システム設定

source: Operating Manual
ja_jp: 操作マニュアル

source: Order
ja_jp: 注文する
vi_vn: Đặt hàng

source: Your account has been activated successfully. You can now login.
ja_jp: 会員登録が完了いたしました。<br>下記URLよりログインしてください。
vi_vn: Tài khoản của bạn đã được kích hoạt. Bây giờ bạn có thể đăng nhập.

source: Login <a href="/%s">here</a>
ja_jp: ログインのURLは <a href="/%s">こちら</a>
vi_vn: Đăng nhập <a href="/%s">tại đây</a>

source: Your account activated
ja_jp: 会員登録が完了しました
vi_vn: Tai khoan da duoc kich hoat

source: Login
ja_jp: ログイン
vi_vn: Đăng nhập

source: Account activated
ja_jp: [VietQuocLab]会員登録が完了しました
vi_vn: Tai khoan da duoc kich hoat

source: For security reasons, when you receive a confirm registration email, you must click on the button/link and take action within 1 day
ja_jp: セキュリティ上の理由のため、リンクの有効期限は仮登録から24時間以内です。
vi_vn: Lưu ý : nhằm nâng cao tính bảo mật tài khoản của khách hàng nên <br>thời gian kích hoạt tài khoản chỉ có hiệu lực trong vòng 24 giờ kể từ khi bắt đầu tạo tài khoản . Xin cảm ơn

source: Back to <a href="/%s">login page</a>
ja_jp: ログイン画面に <a href="/%s">戻る</a>
vi_vn: Quay lại trang <a href="/%s">đăng nhập</a>

source: Active
ja_jp: 承認
vi_vn: Kich hoạt

source: Congratulations
ja_jp: 本登録が完了いたしました
vi_vn: Xin chúc mừng

source: Your token has expired
ja_jp: 既に本登録済みか、リンクの有効期限が切れています
vi_vn: Tài khoản này đã được kích hoạt hoặc thời gian kích hoạt tài khoản đã hết

source: Dear %s
ja_jp: %s様
vi_vn: Kính gởi %s

source: Vietquoc change password
ja_jp: [VietQuocLab]パスワードが変更されました
vi_vn: Đổi mật khẩu

source: Password changed
ja_jp: パスワードが変更されました
vi_vn: Mật khẩu đã được thay đổi

source: Change password successfull. Please check your mail for information
ja_jp: パスワードが変更されました<br>次回から新しいパスワードでログインしてください
vi_vn: Đã thay đổi mật khẩu thành công. Vui lòng kiểm tra lại email để biết thêm thông tin

source: Change your password failure. Please again
ja_jp: パスワードの変更に失敗しました。もう一度入力してください。
vi_vn: Đổi mật khẩu không thành công . Xin thử lại

source: Change Password
ja_jp: パスワードの変更
vi_vn: Đổi mật khẩu

source: News password
ja_jp: 新しいパスワード
vi_vn: Mật khẩu mới

source: Already have account?
ja_jp: 今すぐログインする場合は?
vi_vn: Bạn đã có tài khoản?

source: Sign In
ja_jp: こちら
vi_vn: Đăng nhập

source: Reset Password
ja_jp: パスワード更新
vi_vn: Thay đổi mật khẩu

source: We have received a request to reset your password. If you did not make the request, just ignore this email. Otherwise, you can reset your password using this link:
ja_jp: ご登録のアカウントに対して、パスワード再設定のリクエストが行われました。<br>下記のボタンをクリックして、パスワードを変更してください。
vi_vn: Chúng tôi nhận được yêu cầu đổi mật khẩu. Nếu bạn không yêu cầu, hãy bỏ qua email này. Ngược lại, bạn có thể đặt lại mật khẩu theo link bên dưới:

source: ※ The link will be valid for 24 hours. If you did not make this request, you can just ignore this email.
ja_jp: ※リンクの有効期限は仮登録から24時間以内です。<br>※有効期限が過ぎてしまった場合、再設定ができなくなります。
vi_vn: ※ Xin lưu ý thời hạn thay đổi mật khẩu trong vòng 24 giờ nếu quá 24 giờ thì không thể thay đổi mật khẩu . Nếu không thay đổi mật khẩu thì vui lòng không bấm vào nút đổi mật khẩu và hãy xóa mail này .

source: Vietquoc reset password
ja_jp: [VietQuocLab]パスワードを設定してください
vi_vn: Đổi mật khẩu

source: Please set password
ja_jp: パスワードを設定してください
vi_vn: Vui lòng cài đặt lại mật khẩu

source: A message was send to your email address containing a link to reset your password.
ja_jp: お客様のメールアドレスにパスワードリセットメールを送信しました。
vi_vn: Một tin nhắn đã được gửi đến email của bạn, trong đó có chứa một liên kết để đặt lại mật khẩu.

source: Unable to reset your password. Please try again
ja_jp: IDまたはパスワードが間違っています。もう一度入力してください。
vi_vn: Không thể đặt lại mật khẩu . Xin thử lại

source: User doesn't exits
ja_jp: ユーザーが存在しません
vi_vn: Người dùng không tồn tại

source: Forget Password
ja_jp: パスワードを忘れた場合
vi_vn: Quên mật khẩu

source: Did you forget your password?
ja_jp: パスワードを忘れた場合?
vi_vn: Bạn lỡ quên mật khẩu đăng nhập?

source: Provide your email that you used to register. We will send you information on how to reset your password.
ja_jp: 登録されているメールアドレスを入力してください。パスワードリセットメールを送信します。メールアドレスを登録していない場合や、登録したメールアドレスがわからない場合は、管理者にお問い合わせください。
vi_vn: Hãy nhập địa chỉ email vào ô bên dưới. Chúng tôi sẽ gởi thông tin để giúp bạn lấy lại mật khẩu.

source: Your email
ja_jp: メールアドレス
vi_vn: Nhập email vào đây

source: Select language
ja_jp: 表示言語
vi_vn: Chọn ngôn ngữ

source: #%s downloaded
ja_jp: #%sダウンロード

source: #%s uploaded
ja_jp: #%s 納品済

source: #%s delivered
ja_jp: #%s 納品済

source: #%s completed
ja_jp: #%s 納品済

source: New customer registered
ja_jp: 新規顧客登録

source: New Order #%s
ja_jp: 新しい注文#%s

source: You have %d notifications
ja_jp: %d件通知があります。
vi_vn: Bạn có %d thông báo

source: You have %d notification
ja_jp: %d件通知があります
vi_vn: Bạn có %d thông báo

source: View all notifications
ja_jp: すべての通知を見る

source: You have no notification
ja_jp: 通知はありません
vi_vn: Bạn không có thông báo nào

source: You have %d pending tasks
ja_jp: 製作待ちのタスクが%d個あります

source: You have %d pending task
ja_jp: 製作待ちのタスクが%d個あります

source: View all tasks
ja_jp: 全てタスクを見る

source: You have no pending task
ja_jp: 製作待ちのタスクがあります。

source: Welcome
ja_jp: ようこそ！

source: %s %s
ja_jp: %s 様 %s

source: Account
ja_jp: アカウント
vi_vn: Tài khoản

source: Do you really want to logout?
ja_jp: 本当にログアウトしますか?
vi_vn: Bạn chắc chắn muốn thoát không?

source: Logout
ja_jp: ログアウト
vi_vn: Đăng xuất

source: Duplicated user. Please contact Admin
ja_jp: ユーザー名IDが存在しています。 管理者に連絡してください。

source: Acount ID or password wrong. Please try again !
ja_jp: ID、またはパスワードが間違っています。もう一度ご入力ください
vi_vn: Mật khẩu hoặc ID không đúng . Xin thử lại!

source: Error
ja_jp: エラー
vi_vn: Lỗi

source: Sign in
ja_jp: サインイン
vi_vn: Đăng nhập

source: Remember me?
ja_jp: 状態保留
vi_vn: Lưu thông tin đăng nhập?

source: Forgot password?
ja_jp: パスワードを忘れた場合?
vi_vn: Quên mật khẩu?

source: Sign up
ja_jp: 新規会員登録
vi_vn: Đăng ký

source: If you don&#39;t have an user account, please create an account to register online for Vietquoc Lab order management system
ja_jp: VietQuocLabのオンラインシステムをご利用になるには、下記より会員登録を行ってください。

source: Create A New Account
ja_jp: アカウント作成

source: Username ID or duplicate. Please contact Admin
ja_jp: ユーザー名IDまたは重複しています。 管理者に連絡してください
vi_vn: ID tên người dùng bị trùng lặp. Vui lòng liên hệ với Quản trị viên

source: Create your account
ja_jp: 下記の欄に情報を入力してください
vi_vn: Hãy tạo cho mình một tài khoản

source: Please enter username
ja_jp: ユーザー名を入力してください
vi_vn: Vui lòng nhập tên đăng nhập

source: Please enter your company name
ja_jp: 会社名を入力してください
vi_vn: Vui lòng nhập tên công ty

source: Please enter company name
ja_jp: 会社名を入力してください
vi_vn: Vui lòng nhập tên công ty

source: Company Name <br/> (Roman characters)
ja_jp: 会社名 <br/> (ローマ字)

source: Please enter your company name in Roman characters
ja_jp: 会社名をローマ字で入力してください
vi_vn: Vui lòng nhập tên công ty bằng ký tự Latin

source: Please enter your contact person name
ja_jp: ご連絡担当者名を入力してください
vi_vn: Vui lòng nhập tên người phụ trách

source: Contact person <br/> (Roman characters)
ja_jp: ご連絡担当者名<br/>（ローマ字）
vi_vn: Người phụ trách <br/>(tiếng Latin)

source: Please enter your contact person name in Roman characters
ja_jp: ご連絡担当者名をローマ字で入力してください
vi_vn: Vui lòng nhập tên người phụ trách bằng ký tự Latin

source: Zip code
ja_jp: 郵便番号 ※数字のみ(ハイフン無し)でご入力ください 例）12234567

source: Please enter all address fields
ja_jp: 住所を入力してください
vi_vn: Vui lòng nhập đầy đủ các ô địa chỉ

source: Please enter a valid email
ja_jp: 正しいメールアドレスを入力してください
vi_vn: Vui lòng nhập email hợp lệ

source: Please type strong password
ja_jp: 強力なパスワードを入力してください
vi_vn: Vui lòng nhập mật khẩu

source: Membership registration requires that you agree to the terms and conditions of membership.Please read the following terms and conditions carefully, and if you agree, please check the "I agree with the terms and conditions" at the bottom, then click the "Confirmation of content" button to proceed.
ja_jp: 新規会員登録の際は「ご利用規約」を必ずお読みいただき、ご利用規約にご同意の上、確認画面へお進みください。

source: Please agree to our policy
ja_jp: 利用規約に同意します

source: Back
ja_jp: 戻る
vi_vn: Quay lại

source: THANK YOU FOR REGISTERING
ja_jp: 仮登録を受付ました

source: Thank you for registering to the VietquocLab website. You should receive a confirmation email shortly with your user name and password reminder.
ja_jp: この度は、弊社サービスにご登録いただきありがとうございます。<br>ご登録いただきましたメールアドレス宛に本登録用リンクが記載されたメールをお送りいたしました。

source: Open the email and click on <strong>Activate Account</strong> to verify your account.
ja_jp: <strong> メールの内容をご確認いただき、本登録にお進みください。</strong>

source: Welcome [VietQuocLab]
ja_jp: [VietQuocLab]仮登録が完了しました
vi_vn: Tạo tài khoản

source: Dear customer
ja_jp: 仮登録が完了しました
vi_vn: Kính chào quý khách hàng

source: Activate Account
ja_jp: アカウントにアクセスする
vi_vn: Kích hoạt tài khoản

source: Your new VietquocLab Account has been created. Welcome to the VietquocLab community!<br>Please click on <strong>Activate Account</strong> button to verify your account:
ja_jp: 弊社サービスに仮登録いただきありがとうございました。<br>内容にお間違いが無ければ、下記ボタンをクリックし本登録を完了させてください。<br>なお、メールアドレスの記入ミスにより本メールを受け取った場合は、<br>削除をお願いします。
vi_vn: Cảm ơn bạn đã đăng ký tài khoản, để có thể sử dụng xin vui lòng thực hiện thao tác cuối cùng là bấm vào nút <strong>kích hoạt tài khoản</strong>:

source: Confirm your input
ja_jp: 入力確認
vi_vn: Kiểm tra lại thông tin

source: Create Account
ja_jp: アカウント作成
vi_vn: Tạo tài khoản

source: minute
ja_jp: 分
vi_vn: phút

source: hour
ja_jp: 時間
vi_vn: giờ

source: day
ja_jp: 日
vi_vn: ngày

source: week
ja_jp: 週間
vi_vn: tuần

source: month
ja_jp: 月
vi_vn: tháng

source: year
ja_jp: 年
vi_vn: năm

source: one %s ago
ja_jp: 1%s 前
vi_vn: một %s trước

source: %s %ss ago
ja_jp: %s %s前
vi_vn: %s %s trước

source: Jan
ja_jp: 1月
vi_vn: Tháng 1

source: Feb
ja_jp: 2月
vi_vn: Tháng 2

source: Mar
ja_jp: 3月
vi_vn: Tháng 3

source: Apr
ja_jp: 4月
vi_vn: Tháng 4

source: Jun
ja_jp: 6月
vi_vn: Tháng 6

source: Jul
ja_jp: 7月
vi_vn: Tháng 7

source: Aug
ja_jp: 8月
vi_vn: Tháng 8

source: Sep
ja_jp: 9月
vi_vn: Tháng 9

source: Oct
ja_jp: 10月
vi_vn: Tháng 10

source: Nov
ja_jp: 11月
vi_vn: Tháng 11

source: Dec
ja_jp: 12月
vi_vn: Tháng 12

source: Please enter contact person
vi_vn: Vui lòng nhập tên

source: Street, Building, apartment, suite, floor, etc.
vi_vn: Số, đường, tòa nhà.

source: %s, %d
vi_vn: %s, %d tuổi

source: Order form
vi_vn: Đơn hàng

source: Filter by
vi_vn: Lọc theo

source: OR
vi_vn: HOẶC

source: To
vi_vn: Đến

source: No.
vi_vn: Số.

source: Revenues
vi_vn: Các khoản thu

source: Member ID
vi_vn: Mã số của bé

source: Student name
vi_vn: Tên bé

source: Nickname
vi_vn: Tên ở nhà

source: FAQ
vi_vn: Câu hỏi

source: Start
vi_vn: Bắt đầu

source: End
vi_vn: Kết thúc

source: Add Event
vi_vn: Thêm sự kiện

source: All day
vi_vn: Cả ngày

source: Time start
vi_vn: Bắt đầu

source: Time end
vi_vn: Kết thúc

source: Title can not be blank
vi_vn: Tiêu đề không được để trống

source: Event created!
vi_vn: Đã thêm sự kiện!

source: Closed
vi_vn: Đóng

source: Edit Event
vi_vn: Chỉnh sửa sự kiện

source: Allday
vi_vn: Cả ngày

source: Delete
vi_vn: Xóa

source: Are you sure you want to delete?
vi_vn: Bạn chắc chắn muốn xóa?

source: Deleted
vi_vn: Đã xóa

source: No
vi_vn: Không

source: Calendar
vi_vn: Lịch

source: System Setting
vi_vn: Cài đặt chung

source: System setting was set successfully!
vi_vn: Đã lưu cài đặt!

source: Site logo
vi_vn: Logo trang web

source: No file select
vi_vn: Chưa chọn file

source: Site title
vi_vn: Tiêu đề trang web

source: Payment update
vi_vn: Đã cập nhật tình trạng thanh toán

source: Add new member
vi_vn: Thêm bé

source: Parent name
vi_vn: Tên ba mẹ

source: Please fill out responsible person name
vi_vn: Vui lòng nhập tên bé

source: Email/FB is already exits. Please try again
vi_vn: Email/FB đã có người sử dụng . Xin thử lại

source: Please provide an email
vi_vn: Vui lòng nhập email hoặc facebook

source: Birthdate
vi_vn: Sinh nhật

source: District
vi_vn: Quận/Huyện

source: Responsible person
vi_vn: Giáo viên phụ trách

source: Profile picture
vi_vn: Hình bé

source: Birth certificate
vi_vn: Hình khai sinh

source: Registration date
vi_vn: Ngày nhập học

source: Reminder date
vi_vn: Ngày đặt thông báo

source: Term (month)
vi_vn: Thời hạn đóng tiền (tháng)

source: Tuition
vi_vn: Học phí

source: Meals
vi_vn: Tiền ăn

source: Tools
vi_vn: Tiền học cụ

source: Please fill out terms fee
vi_vn: Vui lòng nhập nội dung

source: Note
vi_vn: Ghi chú

source: Member updated
vi_vn: Đã cập nhật thông tin của bé

source: Member edit
vi_vn: Sửa thông tin bé

source: Please fill out person name
vi_vn: Vui lòng nhập tên bé

source: Go back to Member List
vi_vn: Trở lại danh sách

source: Member list
vi_vn: Danh sách bé

source: Member search
vi_vn: Tìm bé

source: Search by Student name, Parent name
vi_vn: Tìm kiếm theo tên bé, tên ba mẹ

source: Last update
vi_vn: Cập nhật cuối cùng

source: New member
vi_vn: Thêm bé

source: Please fill out amount field
vi_vn: Vui lòng nhập nội dung

source: Sales updated
vi_vn: Cập nhật bài viết

source: Responsible person deleted!
vi_vn: Đã xóa giáo viên!

source: Responsible person inserted!
vi_vn: Đã thêm giáo viên!

source: Responsible person updated!
vi_vn: Đã cập nhật giáo viên!

source: Add new responsible person
vi_vn: Thêm giáo viên mới

source: Update responsible person
vi_vn: Cập nhật giáo viên

source: Please fill all fields
vi_vn: Vui lòng nhập nội dung

source: Responsible Person
vi_vn: Giáo viên phụ trách

source: Search by member ID, Company name
vi_vn: Tìm kiếm theo tên công ty, mã thành viên

source: Please fill out liquidate field
vi_vn: Vui lòng nhập nội dung

source: Payment updated
vi_vn: Đã cập nhật tình trạng thanh toán

source: ※ This language setting is used for display of website, notification, and E-mail content. If you change language, log-out and lgoin again after select your prefer language.
vi_vn: ※ Cài đặt ngôn ngữ hiển thị trong hệ thống và ngôn ngữ mail , nếu thay đổi ngôn ngữ thì vui lòng thoát ra và đăng nhập lại sau khi thay đổi ngôn ngữ.

source: Add
vi_vn: Thêm

source: and payment status are %s
vi_vn: và trạng thái thanh toán là %s

source: This is how the story goes.
vi_vn: Đây là cách câu chuyện diễn ra.

source: Events
vi_vn: Sự kiện

source: System setting
vi_vn: Cài đặt chung
