Repository: hanhdo205/sunshine
Catalog: locales/*/LC_MESSAGES/*.po
Languages: ja_jp, vi_vn

source: Pending
ja_jp: 製作待ち
vi_vn: Chờ xử lý

source: Assigning
ja_jp: 製作中
vi_vn: Đang xử lý

source: Processing
ja_jp: 製作中
vi_vn: Đang gia công

source: Completed
ja_jp: 出荷準備中
vi_vn: Hoàn thành

source: Delivered
ja_jp: 納品済
vi_vn: Đã giao hàng

source: Unpaid
ja_jp: 未入金
vi_vn: Chưa thanh toán

source: Paid
ja_jp: 入金済み
vi_vn: Đã thanh toán

source: Partial payment
ja_jp: 一部入金
vi_vn: Trả trước 1 phần

source: Priority
ja_jp: お急ぎ対応
vi_vn: Ưu tiên

source: Normal
ja_jp: 普通
vi_vn: Thường

source: Urgent
ja_jp: お急ぎ対応
vi_vn: Gấp

source: CAD Design(Data Only)
ja_jp: CADデザイン（データ加工のみ）

source: CAD Design Crown (single crown)
ja_jp: CADデザイン クラウン(単冠)

source: CAD Design Bridge
ja_jp: CADデザイン ブリッジ

source: CAD Design Clasp
ja_jp: CADデザイン クラスプ

source: CAD Design Denture Frame
ja_jp: CADデザイン デンチャーフレーム

source: Fullzirconia
ja_jp: フルジルコニア

source: 3D Printer Model
ja_jp: 3D模型

source: Frame Design
ja_jp: フレームデザイン

source: ※ Extra charge (per one + %s%%)
ja_jp: ※追加料金 (ご注文合計額から + %s%%増し)

source: %s/%s
ja_jp: %s年%s月

source: %s JPY
ja_jp: %s 円
vi_vn: %s Yên

source: Details
ja_jp: 詳細
vi_vn: Chi tiết

source: Detail
ja_jp: 詳細

source: Account deleted
ja_jp: 削除されました
vi_vn: Đã bị xóa

source: ￥%s
ja_jp: %s円
vi_vn: %s Yên

source: and status are wait for check
ja_jp: 確認待ち(本日納品分)

source: and priority is high
ja_jp: お急ぎ対応
vi_vn: và là đơn hàng ưu tiên

source: with all status
ja_jp: 全てタスクを見る

source: and status are pending
ja_jp: 確認待ち(本日納品分)
vi_vn: và trạng thái đang chờ xử lý

source: and status are %s
ja_jp: 確認待ち(本日納品分)%s

source: Order Date
ja_jp: ご注文日
vi_vn: Ngày đặt hàng

source: Customer Name
ja_jp: 顧客名
vi_vn: Tên khách hàng

source: Order Number
ja_jp: 注文番号
vi_vn: Mã đơn hàng

source: Total Qty
ja_jp: 注文合計本数
vi_vn: Số lượng

source: Total Amount
ja_jp: 注文金額合計
vi_vn: Thành tiền

source: Shipping Date
ja_jp: 納品日
vi_vn: Ngày chuyển

source: Operating Status
ja_jp: 対応状況
vi_vn: Tình trạng đơn hàng

source: Operator
ja_jp: テクニシャン
vi_vn: Người phụ trách

source: Payment Status
ja_jp: お支払い状況
vi_vn: Tình trạng thanh toán

source: Last Update
ja_jp: 最終更新
vi_vn: Cập nhật cuối cùng

source: Order list filter by order date from %s to %s %s
ja_jp: %s から%s%sまでの注文一覧

source: Order list filter by shipping date from %s to %s %s
ja_jp: %s から%s %sまでの納品一覧

source: Customer Number
ja_jp: 顧客番号
vi_vn: Mã khách hàng

source: Company Name
ja_jp: 会社名
vi_vn: Tên công ty

source: Contact Person
ja_jp: ご連絡担当者名
vi_vn: Người liên hệ

source: Telephone Number
ja_jp: 電話番号
vi_vn: Số điện thoại

source: E-mail Address
ja_jp: メールアドレス
vi_vn: Địa chỉ email

source: Customer List
ja_jp: 顧客一覧
vi_vn: Danh sách khách hàng

source: Order number
ja_jp: ご注文番号
vi_vn: Mã đơn hàng

source: Number of patient
ja_jp: 患者数
vi_vn: Tổng số bệnh nhân

source: Number of requests
ja_jp: リクエスト数
vi_vn: Số lượng yêu cầu

source: Total Fee(VAT)
ja_jp: 合計金額(VATなし)
vi_vn: Tổng phí (VAT)

source: Status
ja_jp: 対応状況
vi_vn: Trạng thái

source: Revenue: %s
ja_jp: 売上: %s

source: This year
ja_jp: 今年

source: Last year
ja_jp: 昨年

source: JPY
ja_jp: 円
vi_vn: Yên

source: %d/%s
ja_jp: %d月%s日

source: %d/%d
ja_jp: %d月%d日

source: quantity
ja_jp: 本数

source: amount
ja_jp: 金額

source: Partial payment (￥)
ja_jp: 一部入金

source: Save
ja_jp: 保存
vi_vn: Lưu

source: Cancel
ja_jp: キャンセル
vi_vn: Hủy

source: and payment status is
ja_jp: お支払い状況を更新しました

source: mark as paid
ja_jp: ファイルダウンロードを許可する

source: unpaid
ja_jp: 未入金

source: partial payment
ja_jp: 一部入金

source: Order ID
ja_jp: ご注文番号
vi_vn: Mã đơn hàng

source: Payment list filter by order date from %s to %s %s
ja_jp: %s から%s%sまでの注文一覧

source: Payment list filter by shipping date from %s to %s %s
ja_jp: %s から%s %sまでの納品一覧

source: Home
ja_jp: トップ
vi_vn: Trang chủ

source: Change password
ja_jp: パスワードの変更
vi_vn: Đổi mật khẩu

source: Change password successfull !!!
ja_jp: パスワードを変更しました

source: Old password is wrong
ja_jp: 古いパスワードは使用できません。新しいパスワードをご使用してください。
vi_vn: Mật khẩu hiện tại không đúng

source: Current password
ja_jp: 現在のパスワード
vi_vn: Mật khẩu hiện tại

source: Please fill out this field.
ja_jp: このフィールドを記入してください。
vi_vn: Vui lòng nhập nội dung.

source: New password
ja_jp: 新しいパスワード
vi_vn: Mật khẩu mới

source: Retype new password
ja_jp: 新しいパスワード再入力
vi_vn: Nhập lại mật khẩu

source: Confirm password does not match
ja_jp: 新しいパスワードと一致していません
vi_vn: Mật khẩu không khớp

source: Save Changes
ja_jp: 更新内容を保存
vi_vn: Lưu thay đổi

source: News
ja_jp: 記事管理
vi_vn: Tin tức

source: Post inserted!
ja_jp: 記事を追加しました
vi_vn: Thêm bài viết!

source: Enter title here
ja_jp: タイトルはこちらに入力してください
vi_vn: Dán tiêu đề vào đây

source: Publish
ja_jp: 公開
vi_vn: Đăng

source: Status News:
ja_jp: 公開状態
vi_vn: Trạng thái:

source: Publish News
ja_jp: 公開
vi_vn: Đăng

source: Pending News
ja_jp: 非公開
vi_vn: Chờ xử lý

source: Date post:
ja_jp: 公開日:
vi_vn: Ngày đăng:

source: Please complete your previous order
ja_jp: 正しく入力されていない項目があります。メッセージをご確認の上、もう一度ご入力ください。
vi_vn: Vui lòng hoàn tất việc đặt hàng

source: Opps, something went wrong!
ja_jp: 正しく入力されていない項目があります。メッセージをご確認の上、もう一度ご入力ください。
vi_vn: Ôi. Có gì đó sai sai!

source: File type is invalid
ja_jp: ファイル形式が違うか、またはファイルサイズがオーバーしています。<br>ファイル形式はstlファイルかzipファイルにして送ってください。<br>ファイルのサイズ20MB以内で送ってください。
vi_vn: File không hợp lệ

source: Please chose a file
ja_jp: ファイルを選択してください
vi_vn: Vui lòng chọn file

source: Please enter alphabet only
ja_jp: ローマ字で入力してください
vi_vn: Vui lòng chỉ nhập ký tự chữ cái

source: Please pick a date
ja_jp: 納品日を選択してください
vi_vn: Vui lòng chọn ngày

source: The option you have just been selected is out of time
ja_jp: 受付時間が過ぎてしまいました。
vi_vn: Đã quá thời gian nhận và giao hàng trong ngày, vui lòng chọn ngày khác

source: The option you have just been selected is out of serve today
ja_jp: 受付時間が過ぎてしまいました。
vi_vn: Đã quá thời gian nhận hàng gấp, vui lòng chọn ngày khác

source: Please enter patient name
ja_jp: 患者様名を入力してください
vi_vn: Xin hãy nhập tên bệnh nhân

source: Please enter patient age
ja_jp: 年齢を入力してください
vi_vn: Xin hãy nhập tuổi bệnh nhân

source: Please check the position
ja_jp: 製作部位を選択してください
vi_vn: Hãy chọn vị trí răng cần làm

source: Please select customer name
ja_jp: ユーザー名を入力してください
vi_vn: Vui lòng chọn khách hàng

source: Invalid token
ja_jp: 無効操作
vi_vn: Token không hợp lệ

source: Choose patient
ja_jp: 患者様名を選択してください
vi_vn: Chọn bệnh nhân

source: Patient Name
ja_jp: 患者様名
vi_vn: Tên bệnh nhân

source: Gender
ja_jp: 性別
vi_vn: Giới tính

source: Last name
ja_jp: 性
vi_vn: Tên

source: First name
ja_jp: 名
vi_vn: Họ

source: Male
ja_jp: 男性
vi_vn: Nam

source: Female
ja_jp: 女性
vi_vn: Nữ

source: Common
ja_jp: 普通、もしくは期日指定 (日本時間15時までにご注文いただいたもので当日納品となります）
vi_vn: Chung

source: Expedited Shipping(until 19:00 jst)
ja_jp: お急ぎ対応お急ぎ当日対応 (日本時間15時を過ぎた場合で、当日納品をご希望される場合。ご注文は日本時間18時までの3時間以内となります
vi_vn: Cấp tốc (Trường hợp quá 13:00 trong ngày khi muốn đặt hàng gấp thì chọn mục này <br> thời gian đặt hàng tới 16:00 trong ngày tức là chỉ hoạt động trong 3 giờ đồng hồ)

source: Age
ja_jp: 年齢
vi_vn: Tuổi

source: Choose file
ja_jp: ファイルをアップロード
vi_vn: Chọn file

source: No file chosen
ja_jp: 選択されていません
vi_vn: Chưa chọn file

source: Desired delivery date
ja_jp: ご希望納品日
vi_vn: Yêu cầu ngày giao

source: Item
ja_jp: 製作物
vi_vn: Chỉ định

source: Please select an option.
ja_jp: オプションを選んでください
vi_vn: Vui lòng chọn một tùy chọn.

source: Please select
ja_jp: 選択してください
vi_vn: Vui lòng hãy chọn

source: None
ja_jp: 選択なし
vi_vn: Trống

source: Other
ja_jp: その他
vi_vn: Khác

source: VITA Shade
ja_jp: VITAシェードガイド
vi_vn: Màu răng

source: ※ If you wish to multi, please note that in the remarks column below
ja_jp: ※「その他」、もしくは「マルチ」をご希望の場合は、下の備考欄にその旨をご記入ください

source: Processing data attachment
ja_jp: 加工用データ添付
vi_vn: Xử lý tập tin đính kèm

source: ※ File type .stl/.zip
ja_jp: ※ファイル形式 .stl / .zip<br>※3つのデータ（作業模型、対合歯、作業模型と対合歯を噛ませた模型）を 1ファイルにまとめて送ってください<br>ファイルサイズ 最大20MB

source: Remarks
ja_jp: 備考欄
vi_vn: Nhận xét

source: Total
ja_jp: ご注文金額合計
vi_vn: Thành tiền

source: Quantity
ja_jp: 本数
vi_vn: Số lượng

source: Position
ja_jp: 製作部位
vi_vn: Vị trí răng

source: teeth
ja_jp: 本
vi_vn: răng

source: Enter patient name
ja_jp: 患者様名をローマ字で入力してください
vi_vn: Nhập tên bệnh nhân

source: No patient found
ja_jp: 患者様が見つかりません。
vi_vn: Chưa có bệnh nhân

source: Add new
ja_jp: 作成
vi_vn: Tạo mới

source: Choose customer
ja_jp: お客様を選択してください
vi_vn: Chọn khách hàng

source: Close
ja_jp: 閉じる
vi_vn: Đóng

source: Booking
ja_jp: ご注文フォーム
vi_vn: Đặt hàng

source: Customer company
ja_jp: 会社名
vi_vn: Khách hàng

source: Example: Taro Yamada
ja_jp: 例）Taro Yamada
vi_vn: Vi dụ : Taro Yamada

source: Crown (single crown)
ja_jp: クラウン(単冠)

source: Bridge
ja_jp: ブリッジ

source: Clasp
ja_jp: クラスプ

source: Denture Frame
ja_jp: デンチャーフレーム

source: %d teeths
ja_jp: %d 本
vi_vn: %d răng

source: %d teeth
ja_jp: %d 本

source: Same-Day Delivery
ja_jp: 普通 (日本時間15時までにご注文いただいたもので当日納品となります）

source: Urgent (until 19:00 jst)
ja_jp: お急ぎ当日対応 (日本時間15時を過ぎた場合で、当日納品をご希望される場合。ご注文は日本時間18時までの3時間以内となります）

source: Scheduled Delivery
ja_jp: 期日指定(指定された期日に納品いたします)
vi_vn: Chọn ngày giao hàng(ngày giao hàng là ngày đã được chọn)

source: Add more
ja_jp: 次の患者様を登録
vi_vn: Thêm

source: Confirm
ja_jp: 確認画面
vi_vn: Kiểm tra

source: Booking Complete
ja_jp: 注文完了

source: Thank you for order "%d" items.
ja_jp: この度は「%d」をお注文いただきまして誠にありがとうございます。
vi_vn: Cám ơn bạn đã đặt "%d" đơn hàng.

source: Thank you for order "%d" item.
ja_jp: この度は「%d」をお注文いただきまして誠にありがとうございます。
vi_vn: Cám ơn bạn đã đặt "%d" đơn hàng.

source: Thank you for your order
ja_jp: ご注文ありがとうございます
vi_vn: Cám ơn bạn đã đặt hàng

source: We have sent the order confirmation email to your registered email address.
ja_jp: ご注文確認メールをお送りさせていただきました。
vi_vn: Chúng tôi đã gửi email xác nhận đơn hàng đến địa chỉ email đã đăng ký của bạn.

source: Back to Home
ja_jp: ホームページへ戻る
vi_vn: Quay về đầu

source: Booking Confirm
ja_jp: 確認画面
vi_vn: Xác nhận thông tin đặt hàng

source: %d years old
ja_jp: %d 歳
vi_vn: %d tuổi

source: %d year old
ja_jp: %d 歳
vi_vn: %d tuổi

source: Amount per teeth ￥%s (tax included)
ja_jp: 1本あたりの金額 %s円(税込)
vi_vn: Giá mỗi răng là %s Yên (đã có thuế)

source: (tax included)
ja_jp: (税込)
vi_vn: (đã gồm thuế)

source: Total quantity
ja_jp: 合計本数
vi_vn: Số lượng

source: Subtotal
ja_jp: 小計
vi_vn: Tổng cộng

source: VAT
ja_jp: 税
vi_vn: Thuế

source: Back to form
ja_jp: 内容を修正する
vi_vn: Quay về form

source: Submit
ja_jp: 送信
vi_vn: Gửi

source: Booking list
ja_jp: ご注文履歴

source: Order detail
ja_jp: 注文詳細

source: Re-order
ja_jp: 再製
vi_vn: Đặt lại

source: Print
ja_jp: 印刷
vi_vn: In

source: Order date: %s
ja_jp: ご注文日: %s
vi_vn: Ngày đặt hàng %s

source: Credit Card
ja_jp: クレジットカード
vi_vn: Thẻ tín dụng

source: Payment on invoice
ja_jp: 請求書払い
vi_vn: Trả sau

source: Deposit
ja_jp: デポジット
vi_vn: Tiền gửi

source: Please wait...
ja_jp: 準備中
vi_vn: Đang chờ...

source: Unselected
ja_jp: 未選択

source: Order Status
ja_jp: 対応状況
vi_vn: Tình trạng đơn hàng

source: Order Payment
ja_jp: お支払い状況

source: Payment Method
ja_jp: お支払い方法
vi_vn: Phương thức thanh toán

source: Patient name
ja_jp: 患者様名
vi_vn: Tên bệnh nhân

source: Manufacturing
ja_jp: 製作物
vi_vn: Gia công

source: Price / Unit (Inc.Tax)
ja_jp: 価格（税込）
vi_vn: Giá / Đơn vị (Inc.Tax)

source: Subtotal (Inc. Tax)
ja_jp: 合計金額
vi_vn: Tổng (Inc.Tax)

source: Expedited Shipping
ja_jp: お急ぎ対応

source: Shipping date
ja_jp: 納品日
vi_vn: Ngày chuyển

source: Shippable data
ja_jp: 納品データ
vi_vn: Dữ liệu có thể chuyển

source: Download
ja_jp: ダウンロード
vi_vn: Lấy về

source: Exp:
ja_jp: ダウンロード有効期限
vi_vn: Hạn chót tải dữ liệu:

source: Contact
ja_jp: お問い合わせ
vi_vn: Liên hệ

source: Go Back To The List
ja_jp: 一覧に戻る
vi_vn: Quay lại danh sách

source: Enter password to download this file
ja_jp: ファイルをダウンロードする時は、パスワードを入力してください
vi_vn: Nhập mật khẩu để tải file

source: Yes
ja_jp: はい
vi_vn: Đồng ý

source: The password you entered was wrong!
ja_jp: 古いパスワードは使用できません。新しいパスワードを使用してください。
vi_vn: Mật khẩu không đúng!

source: Please enter valid password
ja_jp: 正しいパスワードを入力してください
vi_vn: Vui lòng nhập mật khẩu hợp lệ

source: Enter password to unlock file
ja_jp: ログインパスワードを入力してください
vi_vn: Nhập mật khẩu để tải file

source: Password
ja_jp: パスワード
vi_vn: Mật khẩu

source: Enter password here
ja_jp: パスワードを入力してください
vi_vn: Nhập mật khẩu ở đây

source: Reorder
ja_jp: 再製
vi_vn: Đặt lại

source: %d. Patient name: %s
ja_jp: %d患者様名 %s
vi_vn: %d. Tên bệnh nhân: %s

source: Comments
ja_jp: コメント
vi_vn: Nhận xét

source: Order list
ja_jp: 注文一覧
vi_vn: Danh sách đặt hàng

source: Search by Order number or Patient name
ja_jp: 注文番号、患者名を検索する

source: Order number or Patient name
ja_jp: 注文番号、患者名
vi_vn: Mã đơn hàng, tên bệnh nhân

source: Search
ja_jp: 検索
vi_vn: Tìm kiếm

source: Order history
ja_jp: ご注文履歴
vi_vn: Danh sách đơn hàng

source: Today
ja_jp: 今日
vi_vn: Hôm nay

source: Yesterday
ja_jp: 昨日
vi_vn: Hôm qua

source: Last 7 Days
ja_jp: 7日間
vi_vn: 7 ngày gần đây

source: Last 30 Days
ja_jp: 30日後
vi_vn: 30 ngày gần đây

source: This Month
ja_jp: 今月
vi_vn: Tháng này

source: Last Month
ja_jp: 先月
vi_vn: Tháng trước

source: Apply
ja_jp: 追加
vi_vn: Chọn

source: From
ja_jp: から
vi_vn: Từ

source: Custom Range
ja_jp: 顧客範囲
vi_vn: Tùy chọn ngày

source: Su
ja_jp: 日
vi_vn: CN

source: Mo
ja_jp: 月
vi_vn: H

source: Tu
ja_jp: 火
vi_vn: B

source: We
ja_jp: 水
vi_vn: T

source: Th
ja_jp: 木
vi_vn: N

source: Fr
ja_jp: 金
vi_vn: S

source: Sa
ja_jp: 土
vi_vn: B

source: January
ja_jp: 1月
vi_vn: Tháng 1

source: February
ja_jp: 2月
vi_vn: Tháng 2

source: March
ja_jp: 3月
vi_vn: Tháng 3

source: April
ja_jp: 4月
vi_vn: Tháng 4

source: May
ja_jp: 5月
vi_vn: Tháng 5

source: June
ja_jp: 6月
vi_vn: Tháng 6

source: July
ja_jp: 7月
vi_vn: Tháng 7

source: August
ja_jp: 8月
vi_vn: Tháng 8

source: September
ja_jp: 9月
vi_vn: Tháng 9

source: October
ja_jp: 10月
vi_vn: Tháng 10

source: November
ja_jp: 11月
vi_vn: Tháng 11

source: December
ja_jp: 12月
vi_vn: Tháng 12

source: Opps. Something wrong
ja_jp: 必須項目を全て入力してください
vi_vn: Ôi. Có gì đó sai sai

source: Message field
ja_jp: メッセージフィールド
vi_vn: Nội dung tin nhắn

source: Email is invalid
ja_jp: メールアドレスが無効です。
vi_vn: Email không hợp lệ

source: User ID
ja_jp: 会員番号
vi_vn: ID người dùng

source: Company name
ja_jp: 会社名

source: Contact person
ja_jp: ご連絡担当者名
vi_vn: Người liên hệ

source: Message
ja_jp: メッセージ
vi_vn: Tin nhắn

source: Contact Complete
ja_jp: 送信完了
vi_vn: Hoàn thành

source: <h1>Thank you for your inquiry.</h1>Depending on the content, it may take time to give an answer.<br>In addition, please note that holidays will be available after the next business day.
ja_jp: <h1>お問い合わせありがとうございます</h1>内容を確認いたしまして担当よりご連絡いたします。<br>※お問い合わせ内容によりましては、ご回答に時間がかかる場合があります。
vi_vn: <h1>Cảm ơn bạn đã liên hệ với chúng tôi .</h1> Tùy theo nội dung câu hỏi trường hợp trả lời chậm cũng có,<br>nếu trúng vào ngày nghỉ lễ thì sẽ được trả lời vào ngày làm việc.

source: Mrs/Mr %s
ja_jp: %s 様
vi_vn: Ông/Bà %s

source: Thank you for your inquiry
ja_jp: お問い合わせありがとうございます
vi_vn: Cám ơn bạn đã gởi yêu cầu

source: Customer ID
ja_jp: 会員番号
vi_vn: ID Khách hàng

source: Username
ja_jp: ユーザー名
vi_vn: Tên đăng nhập

source: Company
ja_jp: 会社名
vi_vn: Công ty

source: Contact name
ja_jp: ご連絡担当者名
vi_vn: Tên liên hệ

source: We received the following content
ja_jp: 下記内容を承りました。
vi_vn: Nội dung liên hệ

source: We will confirm the contents and contact you. <br>※ Depending on the content of the inquiry, it may take some time to answer.
ja_jp: 内容を確認いたしまして担当よりご連絡いたします。<br>※お問い合わせ内容によりましては、ご回答に時間がかかる場合があります。<br>
vi_vn: Chúng tôi sẽ xác nhận nội dung và liên hệ với bạn.<br>※ Tùy thuộc vào nội dung liên hệ, có thể mất một chút thời gian để trả lời.

source: Contact confirm
ja_jp: お問い合わせ - 確認画面
vi_vn: Xác nhận

source: Go Back
ja_jp: 戻る
vi_vn: Quay lại

source: Send
ja_jp: 送信
vi_vn: Gởi

source: Add New Customer
ja_jp: 新規顧客登録

source: New customer created successfully !!!
ja_jp: 新しい顧客を登録できました

source: Create member error !!! Account is duplicate
ja_jp: 入力されたメールアドレスは既に登録されているためご使用になれません。別のメールアドレスを入力してください。
vi_vn: Đăng ký thất bại !!! Tài khoản bị trùng

source: Email is already exits. Please try again
ja_jp: メールアドレスが既に他で存在しています。もう一度やり直してください。
vi_vn: Email đã có người sử dụng . Xin thử lại

source: Username is already exits. Please try again
ja_jp: ユーザー名が既に存在しています。もう一度やり直してください。
vi_vn: Đã có người dùng tên đăng nhập này . Xin thử lại

source: Member code
ja_jp: 会員番号

source: Company Name <br/> (Alphabet)
ja_jp: 会社名 <br/> (ローマ字)
vi_vn: Tên công ty (tiếng Latin)

source: Responsibility Person
ja_jp: ご連絡担当者名
vi_vn: Giáo viên phụ trách

source: Responsibility Person <br/> (Alphabet)
ja_jp: ご連絡担当者名<br/>（ローマ字）
vi_vn: Người phụ trách (tiếng Latin)

source: Please enter responsibility person
ja_jp: ご連絡担当者名を入力してください

source: Address
ja_jp: 住所
vi_vn: Địa chỉ

source: Postal code
ja_jp: 郵便番号
vi_vn: Mã bưu điện

source: Prefectures
ja_jp: 都道府県
vi_vn: Quận, huyện

source: City
ja_jp: 市区町村
vi_vn: Tỉnh, thành phố

source: Street, building, apartment, apartment name
ja_jp: 番地・ビル・アパート・マンション名
vi_vn: Số, đường, tòa nhà

source: Email
ja_jp: メールアドレス

source: Phone Number
ja_jp: 電話番号
vi_vn: Số điện thoại

source: Please enter phone number
ja_jp: 電話番号を入力してください
vi_vn: Vui lòng nhập số điện thoại

source: Refresh
ja_jp: 更新
vi_vn: Làm mới

source: Reset
ja_jp: リセット
vi_vn: Nhập lại

source: Delete member successfull !!!
ja_jp: 会員を削除しました
vi_vn: Đã xóa thành công!

source: Are you really want to delete?
ja_jp: 本当に削除してもよろしいでしょうか?
vi_vn: Bạn chắc chắn muốn xóa?

source: Delete User
ja_jp: ユーザー削除
vi_vn: Xóa người dùng

source: Search customer
ja_jp: 顧客一覧
vi_vn: Danh sách khách hàng

source: Search Form customer
ja_jp: 顧客検索
vi_vn: Tìm khách hàng

source: Search by Customer number, Customer Name, Contact person, Email address, Telephone number.
ja_jp: 顧客番号、顧客名、ご連絡担当者、電話番号、メールアドレス
vi_vn: Tìm kiếm theo mã khách hàng, tên công ty, người phụ trách, địa chỉ email, số điện thoại.

source: Delete member wrong !!!
ja_jp: 間違ったメンバーを削除してください
vi_vn: Có lỗi khi xóa !!!

source: You can not delete this member !!!
ja_jp: 会員を削除する権限がありません。
vi_vn: Bạn không thể xóa tài khoản này !!!

source: Show price?
ja_jp: 金額表示
vi_vn: Hiện giá?

source: Search by Customer number, Company name, Contact person, Email address, Telephone number.
ja_jp: 顧客番号、会社名、ご連絡担当者、電話番号、メールアドレス
vi_vn: Tìm kiếm theo mã khách hàng, tên công ty, người phụ trách, địa chỉ email, số điện thoại.

source: You are not authorized to access this page
ja_jp: このページにアクセスする権限がありません。
vi_vn: Bạn không có quyền truy cập trang này

source: History Update
ja_jp: 更新履歴
vi_vn: Lịch sử cập nhật

source: Date
ja_jp: 日付
vi_vn: Ngày

source: Log
ja_jp: ログ

source: Total Order Today
ja_jp: 本日納品数

source: Today delivered
ja_jp: 本日納品済
vi_vn: Đã giao hàng

source: Today Priority
ja_jp: お急ぎ(未対応数）

source: Pending verification
ja_jp: 確認待ち(本日納品分)
vi_vn: Chờ kiểm tra

source: Revenue chart
ja_jp: 売上状況
vi_vn: Biểu đồ doanh số

source: ￥%s / %d order
ja_jp: ￥%s / %d 件
vi_vn: %s Yên / %d đơn

source: Sales amount of this year / number of sales
ja_jp: 今年の売上金額 / 売上件数

source: Sales amount of this month / number of sales
ja_jp: 今月の売上金額 / 売上件数
vi_vn: Doanh số / đơn hàng tháng này

source: Today&#39;s sales amount / number of sales
ja_jp: 今日 の売上金額/ 売上件数
vi_vn: Doanh số / đơn hàng hôm nay

source: 12 months chart
ja_jp: 年間
vi_vn: theo năm

source: 30 days chart
ja_jp: 月間
vi_vn: theo tháng

source: 7 days chart
ja_jp: 週間
vi_vn: theo tuần

source: Operator bar chart
ja_jp: テクニシャン処理件数（月別）
vi_vn: Biểu đồ người phụ trách

source: Customer bar chart
ja_jp: 顧客売上トップ10（月別）
vi_vn: Biểu đồ khách hàng

source: Quantity chart
ja_jp: 本数

source: Amount chart
ja_jp: 売上

source: Recent your orders
ja_jp: 最近のご注文

source: Order date
ja_jp: ご注文日
vi_vn: Ngày đặt hàng

source: VietQuocLab News
ja_jp: VietQuocLab 記事
vi_vn: Tin tức Việt Quốc

source: Patients and Quantity in last 12 months
ja_jp: 患者様と12ヶ月の数量
vi_vn: Thống kê bệnh nhân và số lượng

source: Operator last 6 months line chart
ja_jp: 【オペレーター】最近6ヶ月のデータ
vi_vn: Biểu đồ người phụ trách 6 tháng

source: Customer last 6 months line chart
ja_jp: 【顧客】最近6ヶ月のデータ
vi_vn: Biểu đồ khách hàng 6 tháng

source: Revenue previous month
ja_jp: 先月の売上
vi_vn: Doanh thu tháng trước

source: No data
ja_jp: データがありません
vi_vn: Không có dữ liệu

source: Revenue this month
ja_jp: 今月の売上
vi_vn: Doanh thu tháng này

source: Number of Patient
ja_jp: 患者数
vi_vn: Tổng số bệnh nhân

source: Assigned
ja_jp: 製作中
vi_vn: Được giao

source: Order per day
ja_jp: 本日の注文数
vi_vn: Trung bình mỗi ngày

source: Revenue
ja_jp: 売上
vi_vn: Doanh số

source: teeths
ja_jp: 本
vi_vn: răng

source: Recent Your Orders
ja_jp: 最近のご注文
vi_vn: Đơn đặt hàng gần đây của bạn

source: Order #
ja_jp: 注文番号
vi_vn: Đơn hàng #

source: Patients
ja_jp: 患者様名
vi_vn: Bệnh nhân

source: <span class="badge badge-danger">Pending</span>
ja_jp: <span class="badge badge-danger">製作待ち</span>
vi_vn: <span class="badge badge-danger">Chờ xử lý</span>

source: <span class="badge badge-warning text-white">Assigning</span>
ja_jp: <span class="badge badge-warning text-white">製作中</span>
vi_vn: <span class="badge badge-warning text-white">Đang xử lý</span>

source: <span class="badge badge-primary">Processing</span>
ja_jp: <span class="badge badge-primary">製作中</span>
vi_vn: <span class="badge badge-primary">Đang gia công</span>

source: <span class="badge badge-info text-white">Completed</span>
ja_jp: <span class="badge badge-info text-white">完成</span>
vi_vn: <span class="badge badge-info text-white">Đã hoàn thành</span>

source: <span class="badge badge-success">Delivered</span>
ja_jp: <span class="badge badge-success">納品済 </span>
vi_vn: <span class="badge badge-success">Đã giao</span>

source: Received
ja_jp: 受取
vi_vn: Thực thu

source: Yesterday&#39;s sales amount / number of sales
ja_jp: 昨日の売上金額 / 売上件数
vi_vn: Doanh số/ đơn hàng hôm qua

source: Customer Detail
ja_jp: 顧客詳細
vi_vn: Thông tin chi tiết

source: Setting saved!
ja_jp: 顧客情報を変更しました
vi_vn: Đã lưu cài đặt!

source: Setting failed!
ja_jp: 設定できません
vi_vn: Cài đặt lỗi!

source: Settings
ja_jp: 設定
vi_vn: Cài đặt

source: Price Setting
ja_jp: 価格設定
vi_vn: Cài đặt giá

source: Urgent Price Setting
ja_jp: お急ぎ対応価格設定
vi_vn: Giá làm gấp

source: Patient List
ja_jp: 患者一覧
vi_vn: Danh sách bệnh nhân

source: Patient Code
ja_jp: 患者番号
vi_vn: Mã bệnh nhân

source: Related News
ja_jp: 他のニュース
vi_vn: Tin liên quan

source: Patient
ja_jp: 患者名
vi_vn: Tên bệnh nhân

source: Patient Detail
ja_jp: 患者詳細
vi_vn: Thông tin bệnh nhân

source: Patient Number
ja_jp: 患者番号
vi_vn: Mã bệnh nhân

source: User Management
ja_jp: ユーザー管理
vi_vn: Quản lý thành viên

source: Edit User
ja_jp: ユーザー編集
vi_vn: Chỉnh sửa người dùng

source: Edit member successfull !!!
ja_jp: ユーザーの内容を変更しました
vi_vn: Cập nhật thành công !!!

source: Edit member wrong !!!
ja_jp: パスワードは変更できません
vi_vn: Có lỗi khi chỉnh sửa tài khoản !!!

source: Name
ja_jp: 名前
vi_vn: Tên

source: Languages
ja_jp: 言語
vi_vn: Ngôn ngữ

source: Role
ja_jp: 役割
vi_vn: Vai trò

source: Customer
ja_jp: 顧客
vi_vn: Khách hàng

source: Administrator
ja_jp: 管理者
vi_vn: Quản trị viên

source: Manager
ja_jp: マネージャー
vi_vn: Quản lý

source: Accountant
ja_jp: 経理
vi_vn: Quản lí thanh toán

source: You can not edit this member !!!
ja_jp: パスワードを変更する権限がありません。
vi_vn: Bạn không thể chỉnh sửa tài khoản này !!!

source: Post updated!
ja_jp: 最終更新日：%s
vi_vn: Cập nhật bài viết!

source: Update
ja_jp: 更新
vi_vn: Cập nhật

source: FAQ Category
ja_jp: FAQカテゴリー
vi_vn: Danh mục FAQ

source: Category inserted!
ja_jp: カテゴリーを追加しました
vi_vn: Tạo danh mục!

source: Category updated!
ja_jp: カテゴリーを更新しました
vi_vn: Cập nhật danh mục!

source: Status FAQ:
ja_jp: 公開状態
vi_vn: Trạng thái:

source: Publish FAQ
ja_jp: 公開
vi_vn: Đăng

source: Pending FAQ
ja_jp: 非公開
vi_vn: Chờ xử lý

source: Category deleted successfully!
ja_jp: カテゴリーを削除しました
vi_vn: Xóa danh mục thành công!

source: Category created successfully!
ja_jp: カテゴリーを作成しました
vi_vn: Thêm danh mục thành công!

source: Category edited successfully!
ja_jp: カテゴリーを編集しました
vi_vn: Chỉnh sửa danh mục thành công!

source: Title
ja_jp: タイトル
vi_vn: Tiêu đề

source: Category
ja_jp: カテゴリー
vi_vn: Danh mục

source: Add category
ja_jp: カテゴリー追加
vi_vn: Thêm danh mục
